<?php
if (!defined('IN_DISCUZ')) {
	exit('Access Denied');
}
/*
修改本文件前请务必备份一个备份文件，防止改错导致模板无法正常使用。
 */

//手机版设置开启了"是否开启热帖"后是跳转到热帖还是最新帖子，0为跳转至热帖，1为跳转至最新帖子，默认为1(最新帖子)
$t9_goto = '1';

//圆形版块列表的随机背景色，可以添加或者删除不喜欢的颜色
$t9_color_rand = array('#1DAEE9', '#5BD5A0', '#C843A5', '#FFCC35', '#EB3980', '#FFBD15', '#FF4215', '#5BD5A1', '#D79C00', '#1E8A5C', '#C843A3', '#73DF4B', '#821664', '#80CE47', '#2B6FA4', '#2B6FA4', '#A68111', '#60B4FC', '#C15C60', '#41BDF4');

//是否开启论坛版块列表的弹出动画，0为关闭，1为开启，默认为1(开启)
$t9_forum_animated = '1';

//是否开启导读页"热帖"、"新帖"的图片显示模式，0为关闭，1为开启，默认为1(开启)
$t9_guide_picmode = '1';

//是否开启帖子列表页的图片显示模式，0为关闭，1为开启，默认为1(开启)
$t9_list_picmode = '1';

//页脚的QQ在线号码
$t9_touch_qq = '747983834';

?>
